alexcvzz.vscode-sqlite
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot-chat
golang.go
mechatroner.rainbow-csv
mrmlnc.vscode-json5
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
openai.chatgpt
qwtel.sqlite-viewer
teabyii.ayu
vue.volar
yzhang.markdown-all-in-one
